[
  {
    "content": "## What This Policy Is For\nThis policy is provided by **HDFC ERGO** to help cover medical and hospital expenses.",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\insurance_company_limited.md",
      "chunk_id": 0
    }
  },
  {
    "content": "## What Is Covered\n- which would have otherwise required a Hospitalisation of more than 24 hours.\n- Treatment normally taken on an Out-patient basis is not included in the scope of this definition\n- Deductible means a cost-sharing requirement under a health insurance policy that provides\n- that the insurer will not be liable for a specified rupee amount in case of indemnity policies and\n- for a specified number of days/hours in case of hospital cash policies which will apply before\n- any benefits are payable by the insurer. A deductible does not reduce the Sum Insured.\n- Dental treatment means a treatment related to teeth or structures supporting teeth\n- including examinations, filings (where appropriate), crowns, extractions and surgery.",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\insurance_company_limited.md",
      "chunk_id": 1
    }
  },
  {
    "content": "## What Is Covered\n- Domiciliary Hospitalisation means medical treatment for an illness/disease/injury which in\n- the normal course would require a care and treatment at a Hospital but is actually taken while",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\insurance_company_limited.md",
      "chunk_id": 2
    }
  },
  {
    "content": "## Special Benefits\n- Critical Illness means Cancer of specified severity, Open Chest CABG, First Heart Attack of\n- specified severity, Kidney Failure requiring regular dialysis, Major Organ/Bone Marrow\n- Transplant, Multiple Sclerosis with Persisting Symptoms, Permanent Paralysis of Limbs, Stroke\n- resulting in Permanent Symptoms as defined below only:\n- Cancer of specified severity:\n- A malignant tumour characterised by the uncontrolled growth & spread of malignant\n- cells with invasion & destruction of normal tissues. This diagnosis must be supported\n- by histological evidence of malignancy & confirmed by a pathologist.\n- The term cancer includes leukemia, lymphoma and sarcoma.\n- medical treatment expenses traceable to childbirth (including complicated deliveries",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\insurance_company_limited.md",
      "chunk_id": 3
    }
  },
  {
    "content": "## What Is NOT Covered\n- Sum Insured. The insurance cover is governed by, and subject to, the terms, conditions and exclusions of\n- Section A. Other Important Terms You should know\n- The terms defined below and at other junctures in the Policy Wording have the meanings ascribed to\n- them wherever they appear in this Policy and, where appropriate, references to the singular include\n- references to the plural; references to the male include the female and references to any statutory\n- enactment include subsequent changes to the same:\n- Accident means a sudden, unforeseen and involuntary event caused by external, visible and\n- Any one illness means continuous Period of illness and it includes relapse within 45 days\n- from the date of last consultation with the Hospital/Nursing Home where treatment may",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\insurance_company_limited.md",
      "chunk_id": 4
    }
  },
  {
    "content": "## What Is NOT Covered\n- AYUSH HOSPITAL means an AYUSH Hospital is a healthcare facility wherein",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\insurance_company_limited.md",
      "chunk_id": 5
    }
  },
  {
    "content": "## Important Waiting Periods\n- must have persisted for a continuous period of at least 6 months.\n- Well documented clinical history of exacerbations and remissions of said\n- symptoms or neurological deficits with at least two clinically documented\n- episodes at least 1 month apart.\n- be present for more than 3 months. .\n- viii) Stroke resulting in Permanent Symptoms:\n- Any cerebrovascular incident producing permanent neurological sequelae. This\n- includes infarction of brain tissue, thrombosis in an intra-cranial vessel, haemorrhage\n- and embolisation from an extracranial source.\n- HDFC ERGO General Insurance Company Limited",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\insurance_company_limited.md",
      "chunk_id": 6
    }
  },
  {
    "content": "## In Simple Words\nThis insurance helps pay hospital bills when you fall sick.  \nSome treatments are covered only after a waiting period.",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\insurance_company_limited.md",
      "chunk_id": 7
    }
  },
  {
    "content": "## What This Policy Is For\nThis policy is provided by **ICICI Lombard** to help cover medical and hospital expenses.",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\unknown_insurance_policy.md",
      "chunk_id": 0
    }
  },
  {
    "content": "## What Is Covered\n- policy in force without loss of continuity benefits such\n- as waiting periods and coverage of Pre Existing\n- Diseases. Coverage is not available for the period for\n- which no premium is received.\n- Hospital means any institution established for in-\n- patient care and day care treatment of illness and / or\n- injuries and which has been registered as a hospital\n- with the local authorities under the Clinical\n- Establishments (Registration and Regulations) Act\n- 2010 or under enactments specified under the",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\unknown_insurance_policy.md",
      "chunk_id": 1
    }
  },
  {
    "content": "## Special Benefits\n- a. medical treatment expenses traceable to childbirth\n- (including complicated deliveries and caesarean\n- incurred on air ambulance services in respect of an Insured\n- Person which are offered by a healthcare or an air\n- ambulance service provider and which have been used\n- during the Policy Period to transfer the Insured Person to\n- the nearest Hospital with adequate emergency facilities for\n- the provision of Emergency Care, provided that:\n- a. It is for a life threatening emergency health condition/s\n- of the Insured Person which requires immediate and",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\unknown_insurance_policy.md",
      "chunk_id": 2
    }
  },
  {
    "content": "## What Is NOT Covered\n- and exclusions as specified in the Policy/ Policy Schedule /\n- Product Benefit Table of this Policy.\n- For the purposes of this Policy, the terms specified below\n- shall have the meaning set forth wherever appearing/\n- specified in this Policy or related Extensions:\n- Where the context so requires, references to the singular\n- shall also include references to the plural and references to\n- any gender shall include references to all genders. Further\n- any references to statutory enactment include subsequent\n- Standard definitions (Definitions whose wordings",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\unknown_insurance_policy.md",
      "chunk_id": 3
    }
  },
  {
    "content": "## Important Waiting Periods\n- gained for pre-existing conditions and time bound\n- Pre-existing Disease means any condition, ailment,\n- a. That is/ are diagnosed by a physician within 48\n- months prior to the effective date of the policy\n- issued by the insurer or its reinstatement or\n- b. For which medical advice or treatment was\n- recommended by, or received from, a physician\n- within 48 months prior to the effective date of the\n- policy issued by the insurer or its reinstatement.\n- Policy Year means a period of twelve months",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\unknown_insurance_policy.md",
      "chunk_id": 4
    }
  },
  {
    "content": "## In Simple Words\nThis insurance helps pay hospital bills when you fall sick.  \nSome treatments are covered only after a waiting period.",
    "metadata": {
      "doc_type": "insurance",
      "source": "C:\\Users\\lalpa\\Documents\\astra\\knowledge\\insurance\\unknown_insurance_policy.md",
      "chunk_id": 5
    }
  }
]